CSI API ETABS v1
cSapModel.DesignConcreteSlab Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignConcreteSlab DesignConcreteSlab { get; }
ReadOnly Property DesignConcreteSlab As cDesignConcreteSlab
	Get
Dim instance As cSapModel
Dim value As cDesignConcreteSlab
value = instance.DesignConcreteSlab
property cDesignConcreteSlab^ DesignConcreteSlab {
	cDesignConcreteSlab^ get ();
}
abstract DesignConcreteSlab : cDesignConcreteSlab with get
Property Value
Type: cDesignConcreteSlab
See Also
Reference
cSapModel Interface
ETABSv1 Namespace